Languages: dict = {
    "Chinese": {
        1: "诶比西迪伊艾弗吉艾尺艾杰开艾勒艾马艾娜哦屁吉吾艾儿艾丝提伊吾维豆贝尔维艾克斯吾艾贼德",
        2: "诶比西迪伊艾弗吉艾尺艾杰开艾勒艾马艾娜哦屁吉吾艾儿艾丝提伊吾维豆贝尔维艾克斯吾艾贼德",
        3: "诶比西迪伊艾弗吉艾尺艾杰开艾勒艾马艾娜哦屁吉吾艾儿艾丝提伊吾维豆贝尔维艾克斯吾艾贼德0123456789",
        4: "诶比西迪伊艾弗吉艾尺艾杰开艾勒艾马艾娜哦屁吉吾艾儿艾丝提伊吾维豆贝尔维艾克斯吾艾贼德0123456789+-/*!&$#?=@"
    },

    "Belarusian": {
        1: "аоуіэыяеёюбвгджзйклмнпрстўфхцчшь",
        2: "аоуіэыяеёюбвгджзйклмнпрстўфхцчшьАБВГДЕЁЖЗІЙКЛМНОПРСТУЎФХЦЧШЫЬЭЮЯ",
        3: "аоуіэыяеёюбвгджзйклмнпрстўфхцчшьАБВГДЕЁЖЗІЙКЛМНОПРСТУЎФХЦЧШЫЬЭЮЯ0123456789",
        4: "аоуіэыяеёюбвгджзйклмнпрстўфхцчшьАБВГДЕЁЖЗІЙКЛМНОПРСТУЎФХЦЧШЫЬЭЮЯ0123456789+-/*!&$#?=@"
    },

    "English": {
        1: "abcdefghijklmnopqrstuvwxyz",
        2: "abcdefghijklmnopqrstuvwxyzABCDEFGHIJKLMNOPQRSTUVVWXYZ",
        3: "abcdefghijklmnopqrstuvwxyzABCDEFGHIJKLMNOPQRSTUVVWXYZ0123456789",
        4: "abcdefghijklmnopqrstuvwxyzABCDEFGHIJKLMNOPQRSTUVVWXYZ0123456789+-/*!&$#?=@"
    },

    "Bengali": {
        1: "অআইঈউঊঋএঐওঔকখগঘঙচছজঝঞটঠডঢণতথদধনপফবভমযরলশষসহয়ড়ঢ়ৎ",
        2: "অআইঈউঊঋএঐওঔকখগঘঙচছজঝঞটঠডঢণতথদধনপফবভমযরলশষসহয়ড়ঢ়ৎ",
        3: "অআইঈউঊঋএঐওঔকখগঘঙচছজঝঞটঠডঢণতথদধনপফবভমযরলশষসহয়ড়ঢ়ৎ0123456789",
        4: "অআইঈউঊঋএঐওঔকখগঘঙচছজঝঞটঠডঢণতথদধনপফবভমযরলশষসহয়ড়ঢ়ৎ0123456789+-/*!&$#?=@"
    },

    "Arabic": {
        1: "ﻱﻭﻩﻥﻡﻝﻙﻕﻑﻍﻉﻅﻁﺽﺹﺵﺱﺯﺭﺫﺩﺥﺡﺝﺕﺏﺙﺍ",
        2: "ﻱﻳﻴﻲﻭﻮﻩﻫﻬﻪﻥﻧﻨﻦﻡﻣﻤﻢﻝﻟﻠﻞﻙﻛﻚﻚﻕﻗﻘﻖﻑﻓﻔﻒﻍﻏﻐﻎﻉﻋﻌﻊﻅﻇﻈﻆﻁﻃﻄﻂﺽﺿﻀﺾﺹﺻﺼﺺﺵﺷﺸﺶﺱﺳﺴﺲﺯﺰﺭﺮﺫﺬﺩﺪﺥﺧﺨﺦﺡﺣﺤﺢﺝﺟﺠﺞﺙﺛﺜﺚﺕﺗﺘﺖﺏﺑﺒﺐﺍﺎﻱﻭﻩﻥﻡﻝﻙﻕﻑﻍﻉﻅﻁﺽﺹﺵﺱﺯﺭﺫﺩﺥﺡﺝﺕﺏﺙﺍ",
        3: "0123456789ﻱﻳﻴﻲﻭﻮﻩﻫﻬﻪﻥﻧﻨﻦﻡﻣﻤﻢﻝﻟﻠﻞﻙﻛﻚﻚﻕﻗﻘﻖﻑﻓﻔﻒﻍﻏﻐﻎﻉﻋﻌﻊﻅﻇﻈﻆﻁﻃﻄﻂﺽﺿﻀﺾﺹﺻﺼﺺﺵﺷﺸﺶﺱﺳﺴﺲﺯﺰﺭﺮﺫﺬﺩﺪﺥﺧﺨﺦﺡﺣﺤﺢﺝﺟﺠﺞﺙﺛﺜﺚﺕﺗﺘﺖﺏﺑﺒﺐﺍﺎﻱﻭﻩﻥﻡﻝﻙﻕﻑﻍﻉﻅﻁﺽﺹﺵﺱﺯﺭﺫﺩﺥﺡﺝﺕﺏﺙﺍ",
        4: "+-/*!&$#?=@0123456789ﻱﻳﻴﻲﻭﻮﻩﻫﻬﻪﻥﻧﻨﻦﻡﻣﻤﻢﻝﻟﻠﻞﻙﻛﻚﻚﻕﻗﻘﻖﻑﻓﻔﻒﻍﻏﻐﻎﻉﻋﻌﻊﻅﻇﻈﻆﻁﻃﻄﻂﺽﺿﻀﺾﺹﺻﺼﺺﺵﺷﺸﺶﺱﺳﺴﺲﺯﺰﺭﺮﺫﺬﺩﺪﺥﺧﺨﺦﺡﺣﺤﺢﺝﺟﺠﺞﺙﺛﺜﺚﺕﺗﺘﺖﺏﺑﺒﺐﺍﺎﻱﻭﻩﻥﻡﻝﻙﻕﻑﻍﻉﻅﻁﺽﺹﺵﺱﺯﺭﺫﺩﺥﺡﺝﺕﺏﺙﺍ"
    },

    "Hindi": {
        1: "अआएईऍऎऐइओऑऒऊऔउबभचछडढफफ़गघग़हजझकखख़लळऌऴॡमनङञणऩॐपक़रऋॠऱसशषटतठदथधड़ढ़वयय़ज़",
        2: "अआएईऍऎऐइओऑऒऊऔउबभचछडढफफ़गघग़हजझकखख़लळऌऴॡमनङञणऩॐपक़रऋॠऱसशषटतठदथधड़ढ़वयय़ज़",
        3: "अआएईऍऎऐइओऑऒऊऔउबभचछडढफफ़गघग़हजझकखख़लळऌऴॡमनङञणऩॐपक़रऋॠऱसशषटतठदथधड़ढ़वयय़ज़0123456789",
        4: "अआएईऍऎऐइओऑऒऊऔउबभचछडढफफ़गघग़हजझकखख़लळऌऴॡमनङञणऩॐपक़रऋॠऱसशषटतठदथधड़ढ़वयय़ज़0123456789+-/*!&$#?=@"
    },

    "Turkish": {
        1: "abcçdefgğhıijklmnoöprsştuüvyz",
        2: "abcçdefgğhıijklmnoöprsştuüvyzABCÇDEFGĞHIİJKLMNOÖPRSŞTUÜVYZ",
        3: "abcçdefgğhıijklmnoöprsştuüvyzABCÇDEFGĞHIİJKLMNOÖPRSŞTUÜVYZ0123456789",
        4: "abcçdefgğhıijklmnoöprsştuüvyzABCÇDEFGĞHIİJKLMNOÖPRSŞTUÜVYZ0123456789+-/*!&$#?=@"
    },

    "Russian": {
        1: "абвгдеёжзийклмнопрстуфхцчшщъыьэюя",
        2: "абвгдеёжзийклмнопрстуфхцчшщъыьэюяФБВГДЕЁЖЗИЙКЛМНОПРСТУФХЦЧШЩЪЫЬЭЮЯ",
        3: "абвгдеёжзийклмнопрстуфхцчшщъыьэюяФБВГДЕЁЖЗИЙКЛМНОПРСТУФХЦЧШЩЪЫЬЭЮЯ0123456789",
        4: "абвгдеёжзийклмнопрстуфхцчшщъыьэюяФБВГДЕЁЖЗИЙКЛМНОПРСТУФХЦЧШЩЪЫЬЭЮЯ0123456789+-/*!&$#?=@"
    },

    "Japanese": {
        1: "アカサタナハマヤラワイキシチニヒミリウクスツヌフムユルエケセテネヘメレオコソトノホモヨロヲン",
        2: "アカサタナハマヤラワイキシチニヒミリウクスツヌフムユルエケセテネヘメレオコソトノホモヨロヲン",
        3: "アカサタナハマヤラワイキシチニヒミリウクスツヌフムユルエケセテネヘメレオコソトノホモヨロヲン0123456789",
        4: "アカサタナハマヤラワイキシチニヒミリウクスツヌフムユルエケセテネヘメレオコソトノホモヨロヲン0123456789+-/*!&$#?=@"
    },

    "Deutsche": {
        1: "aäbcdefghijklmnoöpqrsßtuüvwxyz",
        2: "aäbcdefghijklmnoöpqrsßtuüvwxyzAÄBCDEFGHIJKLMNOÖPQRSẞTUÜVWXYZ",
        3: "aäbcdefghijklmnoöpqrsßtuüvwxyzAÄBCDEFGHIJKLMNOÖPQRSẞTUÜVWXYZ0123456789",
        4: "aäbcdefghijklmnoöpqrsßtuüvwxyzAÄBCDEFGHIJKLMNOÖPQRSẞTUÜVWXYZ0123456789+-/*!&$#?=@"
    },

    "Multilingual": {
        1: "诶比西迪伊艾弗吉艾尺艾杰开艾勒艾马艾娜哦屁吉吾艾儿艾丝提伊吾维豆贝尔维艾克斯吾艾贼德аоуіэыяеёюбвгджзйклмнпрстўфхцчшьabcdefghijklmnopqrstuvwxyzঅআইঈউঊঋএঐওঔকখগঘঙচছজঝঞটঠডঢণতথদধনপফবভমযরলশষসহয়ড়ঢ়ৎअआएईऍऎऐइओऑऒऊऔउबभचछडढफफ़गघग़हजझकखख़लळऌऴॡमनङञणऩॐपक़रऋॠऱसशषटतठदथधड़ढ़वयय़ज़ﻱﻭﻩﻥﻡﻝﻙﻕﻑﻍﻉﻅﻁﺽﺹﺵﺱﺯﺭﺫﺩﺥﺡﺝﺕﺏﺙﺍabcçdefgğhıijklmnoöprsştuüvyzабвгдеёжзийклмнопрстуфхцчшщъыьэюяアカサタナハマヤラワイキシチニヒミリウクスツヌフムユルエケセテネヘメレオコソトノホモヨロヲンaäbcdefghijklmnoöpqrsßtuüvwxyz",
        2: "诶比西迪伊艾弗吉艾尺艾杰开艾勒艾马艾娜哦屁吉吾艾儿艾丝提伊吾维豆贝尔维艾克斯吾艾贼德аоуіэыяеёюбвгджзйклмнпрстўфхцчшьАБВГДЕЁЖЗІЙКЛМНОПРСТУЎФХЦЧШЫЬЭЮЯabcdefghijklmnopqrstuvwxyzABCDEFGHIJKLMNOPQRSTUVVWXYZঅআইঈউঊঋএঐওঔকখগঘঙচছজঝঞটঠডঢণতথদধনপফবভমযরলশষসহয়ড়ঢ়ৎabcçdefgğhıijklmnoöprsştuüvyzABCÇDEFGĞHIİJKLMNOÖPRSŞTUÜVYZабвгдеёжзийклмнопрстуфхцчшщъыьэюяФБВГДЕЁЖЗИЙКЛМНОПРСТУФХЦЧШЩЪЫЬЭЮЯﻱﻳﻴﻲﻭﻮﻩﻫﻬﻪﻥﻧﻨﻦﻡﻣﻤﻢﻝﻟﻠﻞﻙﻛﻚﻚﻕﻗﻘﻖﻑﻓﻔﻒﻍﻏﻐﻎﻉﻋﻌﻊﻅﻇﻈﻆﻁﻃﻄﻂﺽﺿﻀﺾﺹﺻﺼﺺﺵﺷﺸﺶﺱﺳﺴﺲﺯﺰﺭﺮﺫﺬﺩﺪﺥﺧﺨﺦﺡﺣﺤﺢﺝﺟﺠﺞﺙﺛﺜﺚﺕﺗﺘﺖﺏﺑﺒﺐﺍﺎﻱﻭﻩﻥﻡﻝﻙﻕﻑﻍﻉﻅﻁﺽﺹﺵﺱﺯﺭﺫﺩﺥﺡﺝﺕﺏﺙﺍアカサタナハマヤラワイキシチニヒミリウクスツヌフムユルエケセテネヘメレオコソトノホモヨロヲンaäbcdefghijklmnoöpqrsßtuüvwxyzAÄBCDEFGHIJKLMNOÖPQRSẞTUÜVWXYZ",
        3: "诶比西迪伊艾弗吉艾尺艾杰开艾勒艾马艾娜哦屁吉吾艾儿艾丝提伊吾维豆贝尔维艾克斯吾艾贼德0123456789аоуіэыяеёюбвгджзйклмнпрстўфхцчшьАБВГДЕЁЖЗІЙКЛМНОПРСТУЎФХЦЧШЫЬЭЮЯ0123456789abcdefghijklmnopqrstuvwxyzABCDEFGHIJKLMNOPQRSTUVVWXYZ0123456789অআইঈউঊঋএঐওঔকখগঘঙচছজঝঞটঠডঢণতথদধনপফবভমযরলশষসহয়ড়ঢ়ৎ01234567890123456789ﻱﻳﻴﻲﻭﻮﻩﻫﻬﻪﻥﻧﻨﻦﻡﻣﻤﻢﻝﻟﻠﻞﻙﻛﻚﻚﻕﻗﻘﻖﻑﻓﻔﻒﻍﻏﻐﻎﻉﻋﻌﻊﻅﻇﻈﻆﻁﻃﻄﻂﺽﺿﻀﺾﺹﺻﺼﺺﺵﺷﺸﺶﺱﺳﺴﺲﺯﺰﺭﺮﺫﺬﺩﺪﺥﺧﺨﺦﺡﺣﺤﺢﺝﺟﺠﺞﺙﺛﺜﺚﺕﺗﺘﺖﺏﺑﺒﺐﺍﺎﻱﻭﻩﻥﻡﻝﻙﻕﻑﻍﻉﻅﻁﺽﺹﺵﺱﺯﺭﺫﺩﺥﺡﺝﺕﺏﺙﺍअआएईऍऎऐइओऑऒऊऔउबभचछडढफफ़गघग़हजझकखख़लळऌऴॡमनङञणऩॐपक़रऋॠऱसशषटतठदथधड़ढ़वयय़ज़0123456789abcçdefgğhıijklmnoöprsştuüvyzABCÇDEFGĞHIİJKLMNOÖPRSŞTUÜVYZ0123456789абвгдеёжзийклмнопрстуфхцчшщъыьэюяФБВГДЕЁЖЗИЙКЛМНОПРСТУФХЦЧШЩЪЫЬЭЮЯ0123456789アカサタナハマヤラワイキシチニヒミリウクスツヌフムユルエケセテネヘメレオコソトノホモヨロヲン0123456789aäbcdefghijklmnoöpqrsßtuüvwxyzAÄBCDEFGHIJKLMNOÖPQRSẞTUÜVWXYZ0123456789",
        4: "诶比西迪伊艾弗吉艾尺艾杰开艾勒艾马艾娜哦屁吉吾艾儿艾丝提伊吾维豆贝尔维艾克斯吾艾贼德0123456789+-/*!&$#?=@аоуіэыяеёюбвгджзйклмнпрстўфхцчшьАБВГДЕЁЖЗІЙКЛМНОПРСТУЎФХЦЧШЫЬЭЮЯ0123456789+-/*!&$#?=@abcdefghijklmnopqrstuvwxyzABCDEFGHIJKLMNOPQRSTUVVWXYZ0123456789+-/*!&$#?=@অআইঈউঊঋএঐওঔকখগঘঙচছজঝঞটঠডঢণতথদধনপফবভমযরলশষসহয়ড়ঢ়ৎ0123456789+-/*!&$#?=@+-/*!&$#?=@0123456789ﻱﻳﻴﻲﻭﻮﻩﻫﻬﻪﻥﻧﻨﻦﻡﻣﻤﻢﻝﻟﻠﻞﻙﻛﻚﻚﻕﻗﻘﻖﻑﻓﻔﻒﻍﻏﻐﻎﻉﻋﻌﻊﻅﻇﻈﻆﻁﻃﻄﻂﺽﺿﻀﺾﺹﺻﺼﺺﺵﺷﺸﺶﺱﺳﺴﺲﺯﺰﺭﺮﺫﺬﺩﺪﺥﺧﺨﺦﺡﺣﺤﺢﺝﺟﺠﺞﺙﺛﺜﺚﺕﺗﺘﺖﺏﺑﺒﺐﺍﺎﻱﻭﻩﻥﻡﻝﻙﻕﻑﻍﻉﻅﻁﺽﺹﺵﺱﺯﺭﺫﺩﺥﺡﺝﺕﺏﺙﺍअआएईऍऎऐइओऑऒऊऔउबभचछडढफफ़गघग़हजझकखख़लळऌऴॡमनङञणऩॐपक़रऋॠऱसशषटतठदथधड़ढ़वयय़ज़0123456789+-/*!&$#?=@abcçdefgğhıijklmnoöprsştuüvyzABCÇDEFGĞHIİJKLMNOÖPRSŞTUÜVYZ0123456789+-/*!&$#?=@абвгдеёжзийклмнопрстуфхцчшщъыьэюяФБВГДЕЁЖЗИЙКЛМНОПРСТУФХЦЧШЩЪЫЬЭЮЯ0123456789+-/*!&$#?=@アカサタナハマヤラワイキシチニヒミリウクスツヌフムユルエケセテネヘメレオコソトノホモヨロヲン0123456789+-/*!&$#?=@aäbcdefghijklmnoöpqrsßtuüvwxyzAÄBCDEFGHIJKLMNOÖPQRSẞTUÜVWXYZ0123456789+-/*!&$#?=@"
    }
};
